cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'git'
brew 'ack'
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'rename'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'mariadb'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'hub'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'tunnelbear'
cask 'vlc'
cask 'alfred'
cask 'caffeine'
cask 'clipmenu'
cask 'dropbox'
cask 'drop-to-gif'
cask 'go2shell'
cask 'imageoptim'
cask 'insomniax'
cask 'iterm2'
cask 'docker'
cask 'kitematic'
cask 'gas-mask'
cask 'postman'
cask 'sequel-pro'
cask 'soundcloud-downloader'
cask 'spectacle'
cask 'spotify'
cask 'symboliclinker'
cask 'teamviewer'
cask 'the-unarchiver'
cask 'transmit'
cask 'utorrent'
cask 'virtualbox'
cask 'flux'
cask 'anvil'
cask 'rightfont'
cask 'skype'
cask 'surge'
cask 'svgcleaner'
cask 'paparazzi'
cask 'lingo'
cask 'viber'
cask 'daisydisk'
cask 'screenflow'
